"1" = "正在拨叫 ISP…";
"2" = "正在连接…";
"3" = "正在鉴定…";
"4" = "已连接到您的 ISP。";
"5" = "正在断开连接…";

"-2" = "不能启动 PPP 配置守护程序。";
"-1" = "不能初始化 PPP。";

"0" = "不能连接到 ISP。";
"256" = "调制解调器没有响应。请检查调制解调器连接，然后再试。";
"257" = "CCL 失败。";
"258" = "聊天失败";
"259" = "LCP 失败。";
"260" = "鉴定失败。请检查您的用户名称和密码，然后再试。";
"261" = "闲置超时。";

"512" = "没有探测到信号。";
"513" = "ISP 正忙。";
"514" = "没有检测到拨号音。请检查电话线连接，然后再试。";
"515" = "发生调制解调器错误。";

"PPP_SWITCH_TO_PULSE" = "正在切换到脉冲拨号。";
"PPP_SWITCH_TO_TONE" = "正在切换到音频拨号。";
"PPP_WILL_REDIAL" = "将在 3 秒后重拨。";
		
